Repository: Web-siteAI/backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: name
uk: назва

source: name_en
uk: назва_en

source: coop_site
uk: сайт_співпраці

source: email
uk: електорнна_пошта

source: phone_number
uk: телефон

source: location
uk: розтвшування

source: location_en
uk: розташування_en

source: building
uk: будівля

source: building_en
uk: будівля_en

source: site
uk: сайт

source: site_en
uk: сайт_en

source: topic
uk: назва_посту

source: topic_en
uk: назва_посту_en

source: short_description
uk: короткий_опис

source: short_description_en
uk: короткий_опис_еn

source: post
uk: пост

source: post_en
uk: пост_en

source: data_post
uk: дата

source: photo
uk: зображення

source: Use ImagesForm if you want to add more than one image
uk: Використовуй Images якщо хочеш додати більше одного зображення

source: full_name
uk: ПІП

source: full_name_en
uk: ПІП_en

source: role
uk: посада

source: role_en
uk: посада_en

source: scientific_rank
uk: Наукове_звання

source: scientific_rank_en
uk: Наукове_звання_en

source: academic_site
uk: сайт_викладача

source: science_interests
uk: наукові інтереси

source: science_interests_en
uk: наукові_інтереси_en

source: science_researches
uk: наукові_дослідження

source: science_researches_en
uk: наукові_дослідження_en

source: interests
uk: хоббі

source: interests_en
uk: хоббі_en

source: description
uk: опис

source: description_en
uk: опис_en

source: scopus_documents
uk: scopus_документи

source: scopus_citations
uk: scopus_цитати
